document.write(`

      <!-- ################################################################
         
		 				error404
         
         ##################################################################-->
 
			<h1 class="u-center mb-4">Error-404</h1>
			<h3 class="u-center mb-4">&emsp;&emsp;&emsp;ไม่พบหน้าเว็บที่ท่านต้องการ เนื่องด้วยยังไม่ได้มีการสร้างหน้าเว็บไว้ หรือถูกลบไปแล้ว กรุณาย้อนกลับไปใช้งานในหัวข้ออื่นๆ ระหว่างรอการปรับปรุงแก้ไขก่อนนะครับ</h3>

	  <!-- ################################################################
         
		 				End error404
         
      ##################################################################-->
	
`);