document.write(`

      <!-- ################################################################
         
		 							introductions
         
         ##################################################################-->

               <h2 class="u-center mb-4">Introductions</h2>
			   <p class="font-style-mono">&emsp;&emsp;&emsp;สวัสดีครับ ก็มาแนะนำตัวกันสักเล็กน้อยเกี่ยวกับเว็บไซต์นี้นะครับ 
			   เป้าหมายของเว็บไซต์นี้ไม่ได้มีอะไรมากมายนัก มันถูกสร้างขึ้นมาเพื่อใช้เสมือนเป็นสมุดโน๊ตที่ผมจะเอาไว้บันทึกเนื้อหาที่ผมจะเรียนรู้ 
			   หรือทำโปรเจคต่างๆ ไว้นะครับ (ไม่ทำแล้วลืมครับ หลายๆ อย่างเคยศึกษาเคยทำแล้ว พอทิ้งไว้สักพักก็ลืมหมด 555) ส่วน
			   เหตุที่ทำเป็นเว็บไซต์ก็เพราะว่ามันสะดวกกว่าการจดในกระดาษ หรือการบันทึกภายในเครื่องคอมส่วนตัว 
			   นอกจากนี้ยังเผื่อว่ามันจะมีประโยชน์ต่อคนอื่นๆ ที่กำลังศีกษาเรียนรู้ในเรื่องเดียวกันด้วย~ </p>
			   <p>&emsp;&emsp;&emsp;โดยข้อมูลที่บันทึกจะเกี่ยวข้องกับด้านไอทีทั้งหมด 
			   (จริงๆ มีเว็บเก่าของ Blogger แต่เนื่องจากข้อจำกัดในการปรับแต่งต่างๆ เลยคิดว่าสร้างใหม่น่าจะจัดการเนื้อหา และใส่ลูกเล่นได้ง่ายกว่า) 
			   ถ้าเป็นเนื้อหาด้านอื่นจะทำแยกไว้ต่างหากนะครับ เรื่องที่เป็นความสนใจส่วนตัวคร่าวๆ ก็จะมีรายการดังนี้</p>
			   <ul class="px-6">
    				<li>Coding</li>
						<ul>
							<li>Python</li>
							<li>Lua</li>
							<li>Elixir</li>
							<li>Js</li>
						</ul>
    				<li>App</li>
						<ul>
							<li>Flet</li>
							<li>CustomTkinter</li>
							<li>Kivymd</li>
						</ul>
    				<li>Game</li>
						<ul>
							<li>Pygame</li>
							<li>Love2D</li>
							<li>Phaser</li>
						</ul>
    				<li>Website</li>
						<ul>
							<li>Flask</li>
							<li>Nuxt</li>
							<li>Phoenix</li>
						</ul>
			   </ul>
			   <p>&emsp;&emsp;&emsp;ถ้าเกิดว่าทั้งหมดนี้ สามารถช่วยเหลือผู้ใช้งานได้ และอยากจะสนับสนุนค่าช็อคโกแลตร้อนของผม 
			   (เพราะเป็นคนไม่ค่อยกินกาแฟ) ก็สามารถสนับสนุนได้ที่บัญชีนี้นะครับ () หรือถ้าพบข้อสงสัย หรือปัญหาใดๆ 
			   สามารถแจ้งได้ที่อีเมลล์นี้ครับ () ขอบคุณทุกท่านสำหรับการสนับสนุนไว้ล่วงหน้าด้วยเลยนะครับ~</p>

	  <!-- ################################################################
         
		 							End introductions
         
      ##################################################################-->
	
`);